<?php
// Heading  
$_['heading_title']       = 'Купоны';

// Text
$_['text_success']        = 'Изменения в купоны внесены успешно!';
$_['text_percent']        = 'Процент';
$_['text_amount']         = 'Фиксированная сумма';

// Column
$_['column_name']         = 'Имя купона';
$_['column_code']         = 'Код';
$_['column_discount']     = 'Скидка';
$_['column_date_start']   = 'Дата начала';
$_['column_date_end']     = 'Дата окончания';
$_['column_status']       = 'Статус';
$_['column_order_id']     = 'Код заказа';
$_['column_customer']     = 'Покупатель';
$_['column_amount']       = 'Сумма';
$_['column_date_added']   = 'Дата добавления';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название купона:';
$_['entry_code']          = 'Код:';
$_['entry_type']          = 'Тип:';
$_['entry_discount']      = 'Скидка:';
$_['entry_logged']        = 'Авторизация пользователя:';
$_['entry_shipping']      = 'Бесплатная доставка:';
$_['entry_total']         = 'Итого:';
$_['entry_category']      = 'Категория:';
$_['entry_product']       = 'Товары:';
$_['entry_date_start']    = 'Дата начала:';
$_['entry_date_end']      = 'Дата окончания:';
$_['entry_uses_total']    = 'Количество применений купона:';
$_['entry_uses_customer'] = 'Количество применений одним клиентом:';
$_['entry_status']        = 'Статус:';

//Info
$_['info_code']        	  = '<span class="help">Укажите код, который должен ввести покупатель для получения скидки.</span>';
$_['info_type']        	  = '<span class="help">Тип купона. Проценты или фиксированная сумма.</span>';
$_['info_total']          = '<span class="help">Укажите минимальную сумму, начиная с которой купон действителен.</span>';
$_['info_logged']         = '<span class="help">Пользователь должен войти чтобы использовать купон.</span>';
$_['info_category']       = '<span class="help">Выбрать все товары в выбранной категории.</span>';
$_['info_product']        = '<span class="help">Выберите товар, к которому можно применить купон. Если товар не выбран, то купон будет действовать на всю корзину.</span>';
$_['info_uses_total']     = '<span class="help">Укажите сколько раз может использоваться купон. Для бесконечного использования оставьте поле пустым.</span>';
$_['info_uses_customer']  = '<span class="help">Укажите сколько раз можно использовать купон одному покупателю. Для бесконечного использования оставьте поле пустым.</span>';

// Error
$_['error_permission']    = 'У Вас нет прав для изменения купонов!';
$_['error_exists']        = 'Код купона уже использован!';
$_['error_name']          = 'Имя купона должно быть от 3 до 128 символов!';
$_['error_code']          = 'Код должен быть от 3 до 10 символов!';
?>
