<?php
// Heading
$_['heading_title']            = 'Управление магазинами';

// Text
$_['text_success']             = 'Магазины обновлены!';
$_['text_items']               = 'Элементов на страницу';
$_['text_tax']                 = 'Налоги';
$_['text_account']             = 'Данные для покупателей';
$_['text_checkout']            = 'Опции при оформления заказа';
$_['text_stock']               = 'Склад';
$_['text_image_manager']       = 'Менеджер изображений';
$_['text_browse']              = 'Обзор';
$_['text_clear']               = 'Очистить';
$_['text_shipping']            = 'Адрес доставки';
$_['text_payment']             = 'Адрес плательщика';

// Column
$_['column_name']              = 'Название магазина';
$_['column_url']               = 'URL магазина';
$_['column_action']            = 'Действие';

// Entry
$_['entry_url']                = 'URL магазина:';
$_['entry_ssl']                = 'SSL URL:';
$_['entry_name']               = 'Название магазина:';
$_['entry_owner']              = 'Владелец магазина:';
$_['entry_address']            = 'Адрес:';
$_['entry_email']              = 'E-Mail:';
$_['entry_telephone']          = 'Телефон:';
$_['entry_fax']                = 'Факс:';
$_['entry_title']              = 'Заголовок:';
$_['entry_meta_description']   = 'Мета-тег Description:';
$_['entry_layout']             = 'Схема по умолчанию:';
$_['entry_template']           = 'Шаблон:';
$_['entry_country']            = 'Страна:';
$_['entry_zone']               = 'Регион / Область:';
$_['entry_language']           = 'Язык:';
$_['entry_currency']           = 'Валюта:';
$_['entry_catalog_limit']      = 'Элементов на страницу (Каталог):';
$_['entry_tax']                = 'Отображать цены с налогом:';
$_['entry_tax_default']        = 'Использовать адрес магазина для налогов:';
$_['entry_tax_customer']       = 'Использовать адрес клиента для налогов:';
$_['entry_customer_group']     = 'Группа для гостей:';
$_['entry_customer_group_display'] = 'Группы покупателей:';
$_['entry_customer_price']     = 'Не показывать цены гостям:';
$_['entry_account']            = 'Подтверждение при регистрации:';
$_['entry_cart_weight']        = 'Показывать вес на странице корзины:';
$_['entry_guest_checkout']     = 'Оформление заказа без регистрации:';
$_['entry_checkout']           = 'Подтверждение при заказе:';
$_['entry_order_status']       = 'Статус заказа:';
$_['entry_stock_display']      = 'Показывать остаток на складе:';
$_['entry_stock_checkout']     = 'Заказ при нехватке на складе:';
$_['entry_logo']               = 'Логотип:';
$_['entry_icon']               = 'Иконка:';
$_['entry_image_category']     = 'Размер изображений в списке категорий:';
$_['entry_image_thumb']        = 'Размер главного изображения товара:';
$_['entry_image_popup']        = 'Размер всплывающего изображения товара:';
$_['entry_image_product']      = 'Размер изображений в списке товаров:';
$_['entry_image_additional']   = 'Размер дополнительных изображений товара:';
$_['entry_image_related']      = 'Размер изображений аналогичных товаров:';
$_['entry_image_compare']      = 'Размер изображений в списке сравнения:';
$_['entry_image_wishlist']     = 'Размер изображений в списке заметок:';
$_['entry_image_cart']         = 'Размер изображений товаров в корзине:';
$_['entry_use_ssl']            = 'Использовать SSL:';

//Info
$_['info_url']        		   = '<span class="help">Укажите полный URL к магазину. Добавьте "/" в конце. Например: http://wwww.yourdomain.ru/</span>';
$_['info_ssl']         		   = '<span class="help">SSL ссылка к магазину. Убедитесь, что "/" стоит в конце. Например: http://www.market.yourdomain.ru/ <b>ВНИМАНИЕ!</b> Не используйте директории для создания нового магазина. Необходимо использовать поддомен или новый домен.</span>';
$_['info_catalog_limit']       = '<span class="help">Укажите количество элементов, показываемых на одной странице в каталоге (товары, категории и т.д.)</span>';
$_['info_tax_default']         = '<span class="help">Использовать адрес магазина для подсчёта налогов, если клиент не авторизовался. Можно выбрать адрес магазина или адрес платежа для доставки товара клиенту.</span>';
$_['info_tax_customer']        = '<span class="help">Использовать заданный по умолчанию адрес клиента для подсчёта налогов. Можно выбрать заданный по умолчанию адрес клиента или адрес платежа для доставки товара клиенту.</span>';
$_['info_customer_group']      = '<span class="help">Используется по умолчанию.</span>';
$_['info_customer_group_display'] = '<span class="help">Укажите группы покупателей, которые будут показаны покупателю при регистрации в магазине и он сам сможет выбрать для себя более подходящую.</span>';
$_['info_account']         	   = '<span class="help">Требовать подтверждение согласия с правилами при регистрации аккаунта.</span>';
$_['info_guest_checkout']      = '<span class="help">Разрешить покупателям оформлять заказы без регистрации Личного кабинета. Эта функция будет недоступна, если в корзине будут товары в виде файлов для скачивания.</span>';
$_['info_checkout']            = '<span class="help">Требовать подтверждение согласия с правилами при оформлении заказа.</span>';
$_['info_order_status']        = '<span class="help">Статус заказа по умолчанию.</span>';
$_['info_stock_display']       = '<span class="help">Показывать остаток товаров на складе на странице товара.</span>';
$_['info_stock_checkout']      = '<span class="help">Разрешить клиентам оформлять заказ, если заказываемых товаров на данный момент нет на складе.</span>';
$_['info_use_ssl']         	   = '<span class="help">Для использования SSL убедитесь что Ваш хостинг поддерживает SSL сертификат и пропишите SSL адреса в файле конфигурации.</span>';

// Error
$_['error_warning']            = 'Внимательно проверьте форму на ошибки!';
$_['error_permission']         = 'У Вас нет прав для управления магазинами!';
$_['error_name']               = 'Название магазина должно быть от 3 до 32 символов!';
$_['error_owner']              = 'Владелец магазина должен быть от 3 до 64 символов!';
$_['error_address']            = 'Адрес магазина должен быть от 10 до 256 символов!';
$_['error_email']              = 'E-Mail адрес введен неверно!';
$_['error_telephone']          = 'Телефон магазина должен быть от 3 до 32 символов!';
$_['error_url']                = 'Необходим URL магазина!';
$_['error_title']              = 'Заголовок магазина должен быть от 3 до 32 символов!';
$_['error_limit']              = 'Не введены лимиты!';
$_['error_customer_group_display'] = 'Группа "По умолчанию" должна быть обязательно выбрана, если вы хотите включить покупателю выбор группы при регистрации!';
$_['error_image_thumb']        = 'Необходимо установить размер большого изображения товара!';
$_['error_image_popup']        = 'Необходимо установить размер всплывающего изображения товара!';
$_['error_image_product']      = 'Необходимо установить размер изображения списка товаров!';
$_['error_image_category']     = 'Необходимо установить размер изображения списка категорий!';
$_['error_image_additional']   = 'Необходимо установить размер дополнительных изображений товаров!';
$_['error_image_related']      = 'Необходимо установить размер изображения аналогичных товаров!';
$_['error_image_compare']      = 'Необходимо установить размер изображений при сравнении!';
$_['error_image_wishlist']     = 'Необходимо установить размер изображений в изобрадениях!';
$_['error_image_cart']         = 'Необходимо установить размер изображений товаров в корзине!';
$_['error_default']            = 'Нельзя удалить основной магазин!';
$_['error_store']              = 'Этот магазин не может быть удален, поскольку он прикреплен к %s заказам!';
?>